{"class_name": "Sequential", "backend": "tensorflow", "config": {"layers": [{"class_name": "Dense", "config": {"units": 256, "bias_regularizer": null, "name": "dense_1", "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "dtype": "float32", "batch_input_shape": [null, 784], "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "mean": 0.0, "seed": null}}, "kernel_constraint": null, "kernel_regularizer": null, "use_bias": true, "bias_constraint": null, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"units": 10, "bias_regularizer": null, "name": "dense_2", "activation": "softmax", "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "mean": 0.0, "seed": null}}, "kernel_constraint": null, "kernel_regularizer": null, "use_bias": true, "bias_constraint": null, "activity_regularizer": null}}], "name": "sequential_1"}, "keras_version": "2.2.4"}